Tekla.Structures.DrawingInternal.dotGrViewAttributes_t


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.CommonAttributes


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.Scale


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.PartialProfileLength


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.PartialProfileOffset


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.ReflectedView


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.UnfoldedView


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.UndeformedView


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.ViewExtensionForNeighbourParts


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.FixedViewPlacing


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.ShorteningAttributes


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.ShowPartOpeningsOrRecessSymbol


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.ViewPlaneDatumPointForElevations


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.LocationBy


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.DatumLevel


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.MarkSymbolAttributes


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.MarkSymbolColor


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.LabelPositionHorizontal


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.LabelPositionVertical


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.TagsAttributes


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.ClientId


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.PourView


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.BoltHolesVisible


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.BoltSymbolVisible


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.WeldVisible


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.RebarVisible


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.GridVisible


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.ToStruct(Tekla.Structures.Drawing.View.ViewAttributes)


Tekla.Structures.DrawingInternal.dotGrViewAttributes_t.FromStruct(Tekla.Structures.Drawing.View.ViewAttributes)
